export const items = [
  {
    id: 1,
    yearStart: 2011,
    yearEnd: 2018,
    cards: [
      {
        title: "2011",
        description:
          "11 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды",
      },
      {
        title: "2011",
        description:
          "11 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды",
      },
      {
        title: "2011",
        description:
          "11 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды",
      },
      {
        title: "2011",
        description:
          "11 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды",
      },
      {
        title: "2011",
        description:
          "11 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды",
      },
      {
        title: "2011",
        description:
          "11 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды",
      },
    ],
  },
  {
    id: 2,
    yearStart: 2012,
    yearEnd: 2019,
    cards: [
      {
        title: "2012",
        description:
          "12 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды",
      },
      {
        title: "2012",
        description:
          "12 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды",
      },
      {
        title: "2012",
        description:
          "12 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды",
      },
      {
        title: "2012",
        description:
          "12 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды",
      },
      {
        title: "2012",
        description:
          "12 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды",
      },
      {
        title: "2012",
        description:
          "12 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды",
      },
    ],
  },
  {
    id: 3,
    yearStart: 2013,
    yearEnd: 2020,
    cards: [
      {
        title: "2013",
        description:
          "13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды",
      },
      {
        title: "2013",
        description:
          "13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды",
      },
      {
        title: "2013",
        description:
          "13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды",
      },
      {
        title: "2013",
        description:
          "13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды",
      },
      {
        title: "2013",
        description:
          "13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды",
      },
      {
        title: "2013",
        description:
          "13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды",
      },
    ],
  },
  {
    id: 4,
    yearStart: 2014,
    yearEnd: 2021,
    cards: [
      {
        title: "2014",
        description:
          "14 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды",
      },
      {
        title: "2014",
        description:
          "14 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды",
      },
      {
        title: "2014",
        description:
          "14 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды",
      },
      {
        title: "2014",
        description:
          "14 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды",
      },
      {
        title: "2014",
        description:
          "14 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды",
      },
      {
        title: "2014",
        description:
          "14 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды",
      },
    ],
  },
  {
    id: 5,
    yearStart: 2015,
    yearEnd: 2022,
    cards: [
      {
        title: "2015",
        description:
          "15 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды",
      },
      {
        title: "2015",
        description:
          "15 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды",
      },
      {
        title: "2015",
        description:
          "15 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды",
      },
      {
        title: "2015",
        description:
          "15 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды",
      },
      {
        title: "2015",
        description:
          "15 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды",
      },
      {
        title: "2015",
        description:
          "15 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды",
      },
    ],
  },
  {
    id: 6,
    yearStart: 2016,
    yearEnd: 2023,
    cards: [
      {
        title: "2016",
        description:
          "16 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды",
      },
      {
        title: "2016",
        description:
          "16 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды",
      },
      {
        title: "2016",
        description:
          "16 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды",
      },
      {
        title: "2016",
        description:
          "16 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды",
      },
      {
        title: "2016",
        description:
          "16 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды",
      },
      {
        title: "2016",
        description:
          "16 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды",
      },
    ],
  },
]
