import { IContentElement } from "models"

export const contentElements: IContentElement[] = [
  {
    id: 1,
    title: "Музыка",
    yearStart: 2011,
    yearEnd: 2018,
    cards: [
      {
        cardId: 101,
        title: "2011",
        description:
          "Выход альбома «21» Adele, покоривший мир своим мощным вокалом и эмоциональностью",
      },
      {
        cardId: 102,
        title: "2012",
        description: "Международная группа года — Foo Fighters",
      },
      {
        cardId: 103,
        title: "2013",
        description:
          "19 мая — Честер Беннингтон становится лидирующим вокалистом группы Stone Temple Pilots, вместо уволенного Скотта Уайланда",
      },
      {
        cardId: 104,
        title: "2014",
        description:
          "34-я ежегодная церемония вручения наград BRIT Awards прошла 19 февраля 2014 года в Лондоне",
      },
      {
        cardId: 105,
        title: "2015",
        description:
          "31 марта — Eurovision Song Contest's Greatest Hits — Лондон, Хаммерсмит, «Эвентим Аполло»",
      },
      {
        cardId: 106,
        title: "2016",
        description:
          "5 июня — ABBA воссоединилась на один день в золотом составе",
      },
    ],
  },
  {
    id: 2,
    title: "Кино",
    yearStart: 1987,
    yearEnd: 1991,
    cards: [
      {
        cardId: 101,
        title: "1987",
        description:
          "«Эй, Арнольд!» дебютировало на экранах, покорив зрителей своим юмором и теплой атмосферой",
      },
      {
        cardId: 102,
        title: "1988",
        description: "«Два ствола» - культовая комедия Советского Союза",
      },
      {
        cardId: 103,
        title: "1989",
        description: "«Мстители» собирают команду героев для защиты мира",
      },
      {
        cardId: 104,
        title: "1990",
        description:
          "«Назад в будущее 3» завораживает временем и приключениями",
      },
      {
        cardId: 105,
        title: "1991",
        description:
          "«Терминатор 2: Судный день» поразил спецэффектами и сюжетом.",
      },
    ],
  },
  {
    id: 3,
    title: "Литература",
    yearStart: 1992,
    yearEnd: 1997,
    cards: [
      {
        cardId: 101,
        title: "1992",
        description:
          "Нобелевская премия по литературе - Дерек Уолкотт, «За блестящий образец карибского эпоса в 64 разделах»",
      },
      {
        cardId: 102,
        title: "1993",
        description:
          "Всемирная премия фэнтези за лучший роман — Тим Пауэрс, «Последняя ставка» (англ. Last Call)",
      },
      {
        cardId: 103,
        title: "1994",
        description: "«Бессонница» - роман Стивена Кинга",
      },
      {
        cardId: 104,
        title: "1995",
        description: "Нобелевская премия по литературе - Шеймас Хини",
      },
      {
        cardId: 105,
        title: "1996",
        description:
          "«Бойцовский клуб» (англ. Fight Club) — роман Чака Паланика",
      },
      {
        cardId: 106,
        title: "1997",
        description:
          "«Времетрясение» (англ. Timequake) — последний роман Курта Воннегута",
      },
    ],
  },
  {
    id: 4,
    title: "Искусство",
    yearStart: 1999,
    yearEnd: 2004,
    cards: [
      {
        cardId: 101,
        title: "1999",
        description:
          "3 апреля — премьера балета «Золушка» в постановке Жан-Кристофа Майо, сценография Эрнеста Пиньона",
      },
      {
        cardId: 102,
        title: "2000",
        description: "«Дама с мустангом» - аукционная картина Бэнкси, 2006",
      },
      {
        cardId: 103,
        title: "2001",
        description:
          "Выставка «Стоящие века: Искусство 20 века во Всемирном торговом центре»",
      },
      {
        cardId: 104,
        title: "2002",
        description: "Залпы цвета в работах Поллока: абстракция в движении",
      },
      {
        cardId: 105,
        title: "2003",
        description:
          "Заложены основы современного искусства: бурное творчество, новаторство и разнообразие направлений",
      },
      {
        cardId: 106,
        title: "2004",
        description:
          "Марк Ротко. Номер 6 (Бургундия, черная, зеленая). Работа продана на аукционе за $27 млн.",
      },
    ],
  },
  {
    id: 5,
    title: "Спорт",
    yearStart: 2002,
    yearEnd: 2007,
    cards: [
      {
        cardId: 101,
        title: "2002",
        description:
          "Бразилия выиграла Чемпионат Мира по футболу, победив Германию 2:0 в финале",
      },
      {
        cardId: 102,
        title: "2003",
        description:
          "Майкл Фельпс стал самым молодым победителем плавания на Олимпийских играх, выиграв золото в 15 лет",
      },
      {
        cardId: 103,
        title: "2004",
        description:
          "Россия выиграла первый Кубок мира по футболу, а также Олимпийские зимние игры прошли в Солт-Лейк-Сити",
      },
      {
        cardId: 104,
        title: "2005",
        description:
          "Ливерпуль выиграл Лигу Чемпионов, одолев Милан в историческом финале с пенальти, счет 3:3",
      },
      {
        cardId: 105,
        title: "2006",
        description:
          "Чемпионат мира по футболу 2006: Италия победила в серии пенальти, одержав свой 4-й титул, обыграв Францию",
      },
      {
        cardId: 106,
        title: "2007",
        description:
          "Россия провела чемпионат мира по футболу FIFA",
      },
    ],
  },
  {
    id: 6,
    title: "Наука",
    yearStart: 2015,
    yearEnd: 2022,
    cards: [
      {
        cardId: 101,
        title: "2015",
        description:
          "13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды",
      },
      {
        cardId: 102,
        title: "2016",
        description:
          "Телескоп «Хаббл» обнаружил самую удалённую из всех обнаруженных галактик, получившую обозначение GN-z11",
      },
      {
        cardId: 103,
        title: "2017",
        description:
          "4 февраля — в Зимбабве обнаружены представители редкого вида лягушек Arthroleptis troglodytes",
      },
      {
        cardId: 104,
        title: "2018",
        description:
          "Итальянским учёным удалось создать первую бионическую руку с ощущением осязания",
      },
      {
        cardId: 105,
        title: "2019",
        description:
          "16 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды",
      },
      {
        cardId: 106,
        title: "2020",
        description:
          "16 апреля — на 3d биопринтере впервые распечатали живое человеческое сердце",
      },
    ],
  },
]
