import { IContentElement } from "models"

export const contentElements: IContentElement[] = [
  {
    id: 1,
    title: 'Музыка',
    yearStart: 2011,
    yearEnd: 2018,
    cards: [
      {
        cardId: 101,
        title: "2011",
        description:
          "11 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды",
      },
      {
        cardId: 102,
        title: "2011",
        description:
          "11 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды",
      },
      {
        cardId: 103,
        title: "2011",
        description:
          "11 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды",
      },
      {
        cardId: 104,
        title: "2011",
        description:
          "11 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды",
      },
      {
        cardId: 105,
        title: "2011",
        description:
          "11 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды",
      },
      {
        cardId: 106,
        title: "2011",
        description:
          "11 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды",
      },
    ],
  },
  {
    id: 2,
    title: 'Кино',
    yearStart: 2012,
    yearEnd: 2019,
    cards: [
      {
        cardId: 101,
        title: "2012",
        description:
          "12 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды",
      },
      {
        cardId: 102,
        title: "2012",
        description:
          "12 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды",
      },
      {
        cardId: 103,
        title: "2012",
        description:
          "12 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды",
      },
      {
        cardId: 104,
        title: "2012",
        description:
          "12 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды",
      },
      {
        cardId: 105,
        title: "2012",
        description:
          "12 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды",
      },
      {
        cardId: 106,
        title: "2012",
        description:
          "12 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды",
      },
    ],
  },
  {
    id: 3,
    title: 'Литература',
    yearStart: 2013,
    yearEnd: 2020,
    cards: [
      {
        cardId: 101,
        title: "2013",
        description:
          "13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды",
      },
      {
        cardId: 102,
        title: "2013",
        description:
          "13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды",
      },
      {
        cardId: 103,
        title: "2013",
        description:
          "13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды",
      },
      {
        cardId: 104,
        title: "2013",
        description:
          "13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды",
      },
      {
        cardId: 105,
        title: "2013",
        description:
          "13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды",
      },
      {
        cardId: 106,
        title: "2013",
        description:
          "13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды",
      },
    ],
  },
  {
    id: 4,
    title: 'Искусство',
    yearStart: 2014,
    yearEnd: 2021,
    cards: [
      {
        cardId: 101,
        title: "2014",
        description:
          "14 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды",
      },
      {
        cardId: 102,
        title: "2014",
        description:
          "14 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды",
      },
      {
        cardId: 103,
        title: "2014",
        description:
          "14 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды",
      },
      {
        cardId: 104,
        title: "2014",
        description:
          "14 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды",
      },
      {
        cardId: 105,
        title: "2014",
        description:
          "14 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды",
      },
      {
        cardId: 106,
        title: "2014",
        description:
          "14 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды",
      },
    ],
  },
  {
    id: 5,
    title: 'Спорт',
    yearStart: 2015,
    yearEnd: 2022,
    cards: [
      {
        cardId: 101,
        title: "2015",
        description:
          "15 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды",
      },
      {
        cardId: 102,
        title: "2015",
        description:
          "15 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды",
      },
      {
        cardId: 103,
        title: "2015",
        description:
          "15 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды",
      },
      {
        cardId: 104,
        title: "2015",
        description:
          "15 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды",
      },
      {
        cardId: 105,
        title: "2015",
        description:
          "15 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды",
      },
      {
        cardId: 106,
        title: "2015",
        description:
          "15 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды",
      },
    ],
  },
  {
    id: 6,
    title: 'Наука',
    yearStart: 2016,
    yearEnd: 2023,
    cards: [
      {
        cardId: 101,
        title: "2016",
        description:
          "16 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды",
      },
      {
        cardId: 102,
        title: "2016",
        description:
          "16 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды",
      },
      {
        cardId: 103,
        title: "2016",
        description:
          "16 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды",
      },
      {
        cardId: 104,
        title: "2016",
        description:
          "16 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды",
      },
      {
        cardId: 105,
        title: "2016",
        description:
          "16 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды",
      },
      {
        cardId: 106,
        title: "2016",
        description:
          "16 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды",
      },
    ],
  },
]
